Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/MomentsOnboardingAndSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: General prompts to reflect on gratitude, kindness, purpose, and more
ar: محفزات عامة للتفكر في الامتنان والطيبة والهدف والمزيد
bg: Общи подкани за размишление върху благодарността, добротата, целите и други
ca: Rep suggeriments generals per reflexionar sobre la gratitud, l’amabilitat i els objectius, entre d’altres.
cs: Obecné podněty k úvahám o vděčnosti, laskavosti, smyslu a dalších tématech
da: Generelle forslag til at reflektere over taknemmelighed, venlighed, meningsfuldhed m.m.
de: Allgemeine Anregungen zum Nachdenken über Dankbarkeit, Freundlichkeit, Sinnhaftigkeit und mehr
el: Γενικές ιδέες για σκέψεις σχετικά με την ευγνωμοσύνη, την καλοσύνη, τον σκοπό και άλλα
es: Mensajes generales para reflexionar sobre la gratitud, la amabilidad, el propósito y más
es_us: Mensajes generales para reflexionar acerca de la gratitud, la amabilidad, tus propósitos y más.
fi: Yleisiä kehotteita pohdiskella mm. kiitollisuutta, lempeyttä ja tarkoitusta
fr: Aides générales incitant à la réflexion sur les thèmes de la gratitude, de la bienveillance, des objectifs personnels, etc.
fr_ca: Invitations générales à la réflexion sur la gratitude, la bienveillance, la raison d’être et plus encore
he: הנחיות כלליות שמסייעות לך להרהר בהכרת תודה, בטוב לב, במטרה ועוד
hi: कृतज्ञता, दया भाव, उद्देश्य आदि दर्शाने के लिए सामान्य संकेत
hr: Općeniti upiti za promišljanje o zahvalnosti, dobroti, svrsi i ostalom
hu: Általános felhívások a háláról, kedvességről, célokról és egyebekről való elmélkedésre
id: Perintah umum untuk merenungkan rasa syukur, kebaikan, tujuan, dan lainnya
it: Spunti generali per riflettere sulla gratitudine, sulla gentilezza, sulla motivazione e altro ancora
ja: 感謝、優しさ、目的などについての一般的な振り返りを促します
kk: Ризашылық, мейірімділік, мақсат cияқты тақырыптар туралы ойландыратын жалпы кеңестер
ko: 감사, 친절, 목표 등에 대해 성찰하는 다양한 알림을 받습니다.
lt: Bendro pobūdžio pasiūlymai apmąstyti tokias temas kaip dėkingumas, gerumas, tikslas ir dar daugiau
ms: Gesaan umum untuk menggambarkan rasa terima kasih, kebaikan, tujuan dan banyak lagi
nb: Generelle spørsmål om å reflektere over takknemlighet, vennlighet, mening og mer
nl: Algemene aanwijzingen om te reflecteren op onder andere dankbaarheid, vriendelijkheid en zingeving
pl: Odpowiedzi zachęcają do refleksji między innymi nad wdzięcznością, życzliwością i poczuciem celu
pt_br: Avisos genéricos para refletir sobre gratidão, gentileza, propósito e mais
pt_pt: Indicações gerais para refletir sobre gratidão, bondade e determinação, entre outras
ro: Îndemnuri generale de a reflecta la recunoștință, bunătate, sentimentul de scop și multe altele
ru: Универсальные предложения относительно тем для размышлений, таких как благодарность, доброта и целеустремленность.
sk: Všeobecné podnety na zamyslenie sa nad vďačnosťou, láskavosťou, zmyslom a ďalšími témami
sl: Splošni pozivi za odražanje hvaležnosti, prijaznosti, poslanstva in še več
sv: Allmänna uppmaningar om att reflektera över tacksamhet, vänlighet, mening med mera
th: แสดงข้อความให้คุณได้นึกถึงและเขียนเรื่องราวเกี่ยวกับความรู้สึกขอบคุณ ความรู้สึกดีๆ เป้าหมายในชีวิต และอื่นๆ
tr: Minnettarlığı, iyiliği, amacı ve daha fazlasını düşünmek için genel fikirler
uk: Загальні запитання щодо вдячності, доброти, досягнення мети тощо
vi: Các lời nhắc chung để suy ngẫm về lòng biết ơn, sự tử tế, mục đích, v.v.
zh_cn: 可用于回顾感恩、善意、目的等的通用提示
zh_hk: 一般提示反思感激、善良、目的等
zh_tw: 用於反思感恩、善意、目標等等的一般提示

source: INCLUDE SUGGESTIONS FROM
ar: تضمين الاقتراحات من
bg: ВКЛЮЧИ ПРЕДЛОЖЕНИЯ ОТ
ca: SUGGERIMENTS INCLOSOS
cs: ZAHRNOUT NÁVRHY Z NÁSLEDUJÍCÍCH ZDROJŮ
da: INKLUDER FORSLAG FRA
de: EINSCHLIESSLICH VORSCHLÄGEN VON
el: ΝΑ ΠΕΡΙΛΑΜΒΑΝΟΝΤΑΙ ΠΡΟΤΑΣΕΙΣ ΑΠΟ
es: INCLUIR SUGERENCIAS DE
es_us: INCLUIR SUGERENCIAS DE
fi: SISÄLLYTÄ EHDOTUKSIA LÄHTEISTÄ:
fr: INCLURE DES SUGGESTIONS DE
fr_ca: INCLURE DES SUGGESTIONS DE
he: ניתן לכלול הצעות של:
hi: यहाँ से सुझाव शामिल करें
hr: UKLJUČI PRIJEDLOGE IZ
hu: JAVASLATOK BELEFOGLALÁSA INNEN:
id: SERTAKAN SARAN DARI
it: INCLUDI SUGGERIMENTI DA
ja: 次の提案を含める
kk: КЕЛЕСІДЕН ҰСЫНЫСТАРДЫ ҚОСУ
ko: 다음 제안 포함
lt: ĮTRAUKTI PASIŪLYMUS IŠ
ms: SERTAKAN CADANGAN DARIPADA
nb: INKLUDER FORSLAG FRA
nl: VOEG SUGGESTIES TOE VAN
pl: UWZGLĘDNIAJ SUGESTIE Z
pt_br: INCLUIR SUGESTÕES DE
pt_pt: INCLUIR SUGESTÕES DE
ro: INCLUDEȚI SUGESTII DIN
ru: ВКЛЮЧИТЬ ПРЕДЛОЖЕНИЯ ИЗ
sk: ZAHRNÚŤ NÁVRHY Z NASLEDOVNÝCH ZDROJOV
sl: VKLJUČENI VIRI PREDLOGOV
sv: INKLUDERA FÖRSLAG FRÅN
th: รวมคำแนะนำจาก
tr: ŞURADAN ÖNERİLERİ DAHİL ET
uk: ДОЛУЧАТИ ПРОПОЗИЦІЇ ВІД
vi: BAO GỒM GỢI Ý TỪ
zh_cn: 包含下列建议
zh_hk: 包括下列建議
zh_tw: 包含以下建議來源

source: iPhone uses on-device intelligence to create journaling suggestions based on your everyday moments.
ar: يستخدم iPhone الذكاء على الجهاز لاكتشاف اقتراحات تدوين اليوميات استنادًا إلى لحظاتك اليومية.
bg: iPhone използва интелигентността на устройството, за да създава предложения за водене на дневник, базирани на вашите моменти от ежедневието.
ca: L’iPhone utilitza la intel·ligència local per crear suggeriments per escriure basats en el dia a dia.
cs: iPhone využívá vlastní inteligenci zařízení k vytváření návrhů na psaní deníku, které vycházejí z vašich každodenních zážitků.
da: iPhone kan vha. intelligente funktioner på enheden oprette forslag til dagbogsemner baseret på dine øjeblikke i hverdagen.
de: Das iPhone verwendet künstliche Intelligenz auf dem Gerät, um Journaling­vorschläge aufgrund deiner alltäglichen Momente zu erstellen.
el: Το iPhone χρησιμοποιεί νοημοσύνη επί της συσκευής για δημιουργία προτάσεων καταγραφής σκέψεων βάσει των καθημερινών στιγμών σας.
es: El iPhone usa la inteligencia local del dispositivo para crear sugerencias de escritura basadas en tu día a día.
es_us: El iPhone utiliza inteligencia en el dispositivo para crear sugerencias para escribir basadas en tus momentos cotidianos.
fi: iPhone luo laitteen sisäisiä älyominaisuuksia käyttäen päiväkirjaehdotuksia jokapäiväisistä hetkistäsi.
fr: Votre iPhone utilise une technologie exécutée sur l’appareil pour générer des suggestions pour le journal en fonction des moments que vous vivez au quotidien.
fr_ca: L’iPhone utilise les fonctions d’intelligence de l’appareil pour créer des suggestions pour le journal en fonction de vos moments du quotidien.
he: ה-iPhone משתמש בבינה מלאכותית במכשיר עצמו כדי ליצור הצעות לכתיבה ביומן המבוססות על הרגעים היום-יומיים שלך.
hi: आपके रोज़मर्रा के लमहों के आधार पर जर्नलिंग सुझाव बनाने के लिए iPhone ऑन-डिवाइस इंटेलिजेंस का इस्तेमाल करता है।
hr: iPhone koristi inteligenciju na uređaju za izradu prijedloga za vođenje dnevnika na temelju vaših svakodnevnih trenutaka.
hu: Az iPhone az eszközön lévő intelligencia segítségével naplóírási javaslatokat hoz létre az Ön mindennapi pillanatai alapján.
id: iPhone menggunakan kecerdasan pada perangkat untuk membuat saran penjurnalan berdasarkan momen sehari-hari Anda.
it: iPhone utilizza l’intelligenza integrata sul dispositivo per creare suggerimenti per il diario in base ai momenti della tua vita quotidiana.
ja: デバイス上の人工知能機能を使用して、日々のモーメントに基づくジャーナル記入の提案が作成されます。
kk: iPhone күнделікті сәттеріңіз бойынша күнделік жүргізу ұсыныстарын жасау үшін құрылғыдағы жасанды сананы пайдаланады.
ko: iPhone은 사용자의 일상 경험을 바탕으로 온디바이스 지능형 기능을 사용하여 일기 쓰기 제안을 생성합니다.
lt: „iPhone“ naudoja įrenginio dirbtinį intelektą, kad pagal jūsų kasdienes akimirkas sukurtų dienoraščio pasiūlymus.
ms: iPhone menggunakan kecerdasan pada peranti untuk mencipta cadangan penjurnalan berdasarkan detik seharian anda.
nb: iPhone bruker kunstig intelligens på enheten til å generere forslag til dagbokemner basert på øyeblikk fra hverdagen din.
nl: De iPhone gebruikt intelligentie op het apparaat om suggesties voor dagboek bijhouden aan te maken op basis van je alledaagse momenten.
pl: iPhone wykorzystuje wbudowaną sztuczną inteligencję do tworzenia sugestii wpisów w dzienniku na podstawie chwil z każdego dnia.
pt_br: O iPhone usa inteligência no dispositivo para criar sugestões para escrever no diário com base nos momentos do seu dia a dia.
pt_pt: O iPhone usa a tecnologia de inteligência no dispositivo para criar sugestões de anotação no diário com base nos momentos do seu dia a dia.
ro: iPhone‑ul utilizează inteligență artificială pe dispozitiv cu scopul de a crea sugestii pentru jurnal pe baza momentelor cotidiene din viața dvs.
ru: iPhone использует систему аналитики на устройстве для создания предложений дневника на основе Ваших повседневных моментов.
sk: iPhone využíva umelú inteligenciu na zariadení na vytváranie návrhov na písanie denníka, ktoré sú inšpirované vašimi každodennými okamihmi.
sl: iPhone za ustvarjanje predlogov za pisanje dnevnika na podlagi vaših vsakodnevnih trenutkov uporablja inteligenco v napravi.
sv: iPhone använder intelligens på enheten till att skapa förslag på dagboksinlägg som baseras på ögonblick i vardagen.
th: iPhone ใช้ความฉลาดของอุปกรณ์เพื่อสร้างคำแนะนำการเขียนบันทึกตามช่วงเวลาในแต่ละวันของคุณ
tr: iPhone, gündelik anlarınıza göre günlük tutma önerileri yaratmak için aygıttaki yapay zekâyı kullanır.
uk: iPhone використовує вбудовані інтелектуальні алгоритми, щоб створювати пропозиції до щоденника на основі ваших повсякденних справ.
vi: iPhone sử dụng công nghệ thông minh trên thiết bị để tạo các gợi ý ghi nhật ký dựa trên những khoảnh khắc hàng ngày của bạn.
zh_cn: iPhone会根据你的每日时刻，使用设备端智能技术创建手记建议。
zh_hk: iPhone使用裝置端智能技術根據你的日常時刻來製作日記建議。
zh_tw: iPhone使用了裝置端的智慧技術來製作基於你日常時刻的日誌建議。

source: iPhone will discover nearby contacts to show moments spent with contacts higher up in your list of suggestions. This may also allow your contacts to discover when you’re nearby. Your name and location will not be shared.
ar: سيكتشف iPhone جهات الاتصال القريبة لإظهار اللحظات التي قضيتها مع جهات الاتصال في أعلى قائمة الاقتراحات. قد يسمح ذلك أيضًا لجهات الاتصال باكتشافك عندما تكون قريبًا. ولا تتم مشاركة اسمك وموقعك.
bg: iPhone ще открива контакти наблизо, за да показва моментите, прекарани с хората от вашите контакти, по-напред в предложенията. Това също така ще позволи откриването на вашите контакти, когато сте наблизо. Името ви и местоположението ви няма да се споделят.
ca: L’iPhone podrà detectar els contactes que siguin a prop per mostrar‑te els moments que hagis viscut amb aquestes persones en un lloc prominent de la llista de suggeriments. Aquesta opció també permet que els contactes et puguin trobar quan siguis a prop, però no s’hi compartiran ni el teu nom ni la teva ubicació.
cs: iPhone rozpozná kontakty v blízkém okolí a v seznamu návrhů zobrazí okamžiky, které jste s nimi strávili. Je možné, že se vaše kontakty zároveň dozví, že se nacházíte v jejich blízkosti. Vaše jméno a poloha se nesdílí.
da: iPhone finder kontakter i nærheden, så du får vist øjeblikke med kontakter højere på listen med forslag. Dine kontakter kan muligvis også se, når du er i nærheden. Dit navn og din lokalitet deles ikke.
de: Das iPhone erkennt Kontakte in der Nähe und zeigt Momente, die du mit Kontakten verbracht hast, weiter oben in der Vorschlagsliste an. Dadurch können deine Kontakte möglicherweise auch erkennen, wenn du in der Nähe bist. Dein Name und dein Standort werden nicht geteilt.
el: Το iPhone θα ανακαλύπτει κοντινές επαφές για εμφάνιση στιγμών μαζί με επαφές που θα εμφανίζονται πιο ψηλά στη λίστα των προτάσεών σας. Αυτή η ενέργεια ενδέχεται να επιτρέπει επίσης στις επαφές σας να σας ανακαλύπτουν όταν βρίσκεστε σε κοντινή απόσταση. Το όνομα και η τοποθεσία σας δεν θα κοινοποιούνται.
es: El iPhone podrá detectar los contactos que estén cerca para priorizar en la lista de sugerencias los momentos que hayas pasado con ellos. De la misma forma, tus contactos podrán detectar tu dispositivo cuando estés cerca. Tu nombre y ubicación no se compartirán.
es_us: El iPhone descubrirá contactos cercanos para mostrarte momentos pasados con esas personas en tu lista de sugerencias. Esta acción puede también permitir que tus contactos sepan que estás cerca. Tu nombre y tu ubicación precisa no se compartirán.
fi: iPhone etsii lähellä olevia yhteystietoja ja näyttää ylempänä ehdotusluettelossa hetket, jotka vietit yhteystietojen seurassa. Tämä voi myös sallia yhteystietojen löytää sinut, kun olet lähistöllä. Nimeäsi ja sijaintiasi ei jaeta.
fr: L’iPhone détectera vos contacts à proximité pour afficher les moments passés avec ces derniers en haut de la liste de suggestions. Cette fonctionnalité permettra également à vos contacts de vous détecter lorsque vous serez à proximité. Votre nom et votre position ne seront pas partagés.
fr_ca: L’iPhone détectera vos contacts à proximité pour afficher les moments passés avec ces personnes plus haut dans la liste de suggestions. Cette fonctionnalité permettra également à vos contacts de vous détecter lorsque vous serez à proximité. Votre nom et votre position ne seront pas partagés.
he: ה-iPhone יזהה אנשי קשר בקרבת מקום ויציג רגעים עם אנשי קשר במקום גבוה יותר ברשימת ההצעות. הפעלת הגדרה זו תאפשר גם לאנשי הקשר שלך לדעת מתי המיקומים שלכם קרובים זה לזה. השם והמיקום שלך לא ישותפו.
hi: iPhone आपके सुझावों की सूची में संपर्कों के साथ बिताए गए लमहों को ऊपर दिखाने के लिए आस-पास के संपर्कों की खोज करेगा। यह आपके संपर्कों को यह पता लगाने की अनुमति भी दे सकता है कि आप कब आस-पास हैं। आपका नाम और स्थान शेयर नहीं किया जाएगा।
hr: iPhone će detektirati obližnje kontakte za prikazivanje trenutaka provedenih s kontaktima na višem mjestu u vašem popisu prijedloga. Time se vašim kontaktima također može dozvoliti detektiranje vas kad ste u blizini. Vaše ime i lokacija neće se podijeliti.
hu: Az iPhone észlelni fogja a közeli kontaktokat, és a kontaktokkal töltött pillanatokat magasabb helyen mutatja a javaslatok listájában. Ez lehetővé teheti a kontaktjai számára is azt, hogy felfedezzék, ha Ön a közelben tartózkodik. Az Ön neve és helyzete nem lesz megosztva másokkal.
id: iPhone akan menemukan kontak di sekitar untuk menampilkan momen yang dihabiskan bersama kontak di posisi yang lebih atas di daftar saran Anda. Ini dapat juga memungkinkan kontak Anda untuk menemukan Anda saat berada di sekitar. Nama dan lokasi Anda tidak akan dibagikan.
it: iPhone rileverà i contatti vicini per mostrare i momenti passati con loro tra i primi suggerimenti nell’elenco. Questo potrebbe anche consentire ai tuoi contatti di vedere quando sei nelle vicinanze. Il tuo nome e la posizione non verranno condivisi.
ja: iPhoneで近くにいる連絡先が検出されて、連絡先と一緒に過ごしたモーメントが優先的に提案リストに表示されます。これにより、連絡先もあなたが近くにいることに気づく場合があります。あなたの名前と位置情報は共有されません。
kk: iPhone құрылғысы контактілер тізімінен маңайдағы адамдарды анықтап, олармен бірге өткізген сәттерді ұсыныстар тізімінің үстіңгі жағында көрсетеді. Нәтижесінде сіз жақын жерде болған кезде, контактілеріңіз сізді анықтай алады. Атыңыз бен геолокацияңыз жіберілмейді.
ko: iPhone이 근처의 연락처를 발견하여, 해당 연락처와 함께한 모멘트를 제안 목록 상단에 표시합니다. 이 기능을 켜면 사용자가 근처에 있을 때 연락처에 등록된 사람이 사용자를 찾을 수 있습니다. 사용자의 이름 및 위치는 공유되지 않습니다.
lt: „iPhone“ aptiks šalia esančius adresatus ir pasiūlymuose dažniau paminės su adresatais praleistas akimirkas. Tuo pačiu ir jūsų adresatai galės aptikti, kada esate šalia. Jūsų vardas ir vietos duomenys nebus bendrinami.
ms: iPhone akan menemui kenalan berdekatan untuk menunjukkan detik yang diluangkan dengan kenalan yang lebih tinggi dalam senarai cadangan anda. Ini juga mungkin membolehkan kenalan anda menemui anda apabila anda berada berdekatan. Nama dan lokasi anda tidak akan dikongsi.
nb: iPhone vil registrere kontakter i nærheten for å kunne vise øyeblikk med kontakter høyere i listen over forslag. Dette kan også gjøre at kontaktene dine kan se at du er i nærheten. Navnet ditt og stedet der du befinner deg blir ikke delt.
nl: De iPhone ontdekt contactpersonen in de buurt om momenten met deze contactpersonen hoger weer te geven in je lijst met suggesties. Hierdoor kunnen je contactpersonen jou mogelijk ook ontdekken wanneer je in de buurt bent. Je naam en locatie worden niet gedeeld.
pl: iPhone będzie wykrywał pobliskie kontakty i wyświetlał chwile spędzone z nimi wyżej na liście sugestii. Może to pozwolić kontaktom wykrywać, kiedy jesteś w ich pobliżu. Twoje imię i nazwisko oraz położenie nie są udostępniane.
pt_br: O iPhone descobrirá contatos por perto para mostrar momentos passados com as pessoas que aparecem primeiro na sua lista de sugestões. Isso também permitirá que os seus contatos descubram quando você estiver por perto. Seu nome e localização não serão compartilhados.
pt_pt: O iPhone detetará contactos por perto para dar prioridade aos momentos passados com contactos na lista de sugestões. Também permite que os seus contactos detetem o seu dispositivo quando estiver por perto. O seu nome e localização não serão partilhados.
ro: iPhone‑ul va detecta persoanele din lista dvs. de contacte aflate în apropiere, pentru a afișa momentele petrecute împreună prioritar în lista de sugestii. În mod similar, persoanele respective vor putea să detecteze când sunteți în apropierea lor. Numele și localizarea dvs. nu vor fi partajate.
ru: iPhone будет обнаруживать поблизости людей из списка контактов, чтобы показывать моменты с их участием вверху списка предложений. В результате Ваши контакты также смогут обнаруживать Вас, если Вы окажетесь рядом. Ваше имя и Ваша геопозиция никому не будут доступны.
sk: iPhone bude hľadať v okolí vaše kontakty a okamihy, ktoré ste s nimi strávili, ponúkne vyššie v zozname návrhov. Vaše kontakty zároveň budú môcť zistiť, že ste nablízku. Vaše meno ani poloha nebudú zdieľané.
sl: iPhone bo odkril stike v bližini in trenutke, preživete s stiki, prikazal višje na seznamu predlogov. To lahko stikom omogoči, da vas odkrijejo, ko ste v bližini. Vaše ime in lokacija ne bosta deljena z drugimi osebami.
sv: iPhone identifierar kontakter i närheten så att ögonblick som ägnas tillsammans med kontakter visas högre upp i listan med förslag. Detta kan även göra att dina kontakter upptäcker när du är i närheten. Ditt namn och din platsinformation delas inte.
th: iPhone จะค้นพบรายชื่อที่อยู่ใกล้เคียงเพื่อแสดงช่วงเวลาที่ใช้ร่วมกันกับรายชื่อที่อยู่ในลำดับแรกๆ ในรายการคำแนะนำของคุณ การตั้งค่านี้อาจช่วยให้ค้นพบรายชื่อของคุณเมื่อคุณอยู่ใกล้เคียงได้อีกด้วย ชื่อและตำแหน่งที่ตั้งของคุณจะไม่ถูกแชร์
tr: iPhone, kişilerle geçirilen anları öneri listenizde daha yukarılarda göstermek için yakındaki kişileri bulur. Bu, kişilerinizin de yakındayken sizi bulmasını sağlayabilir. Adınız ve konumunuz paylaşılmaz.
uk: iPhone виявлятиме контакти поблизу, щоб пріоритезувати моменти з цими людьми у списку пропозицій. Ваші контакти теж зможуть виявляти, коли ви перебуваєте поблизу. Ваші імʼя та геопозиція не поширюватимуться.
vi: iPhone sẽ tìm kiếm các liên hệ ở gần để hiển thị khoảnh khắc ở cùng các liên hệ tại vị trí cao hơn trong danh sách gợi ý. Việc này cũng có thể cho phép các liên hệ tìm kiếm khi bạn ở gần. Tên và vị trí của bạn sẽ không được chia sẻ.
zh_cn: iPhone将查找附近联系人，以便在建议列表中优先显示与联系人共度的时刻。你在附近时，这也可能允许联系人发现你。你的姓名和位置不会被共享。
zh_hk: iPhone將會探索附近的聯絡人，以在建議列表中優先顯示與這些聯絡人的相聚時刻。當你在附近時，這亦可能會讓聯絡人探索你。系統不會共享你的姓名和位置。
zh_tw: iPhone會找到附近的聯絡人，以在建議列表中優先顯示與這些聯絡人的同聚時光。這也可能允許你的聯絡人發現你人在附近。系統將不會分享你的姓名和位置。
